export const DELIVERY_PAYMENT_FAQ = [
	{
		name: 'Сроки и условия доставки',
		description:
			'Описание вопроса, в несколько строк. Пример: ответ на данный вопрос - сложно найти, но легко потерять. Звучит очень по филосовски, так и есть, лучший способ ответить на вопрос - заставить задающего вопрос подумать самому',
	},
	{
		name: 'Отмена заказа',
		description:
			'Описание вопроса, в несколько строк. Пример: ответ на данный вопрос - сложно найти, но легко потерять. Звучит очень по филосовски, так и есть, лучший способ ответить на вопрос - заставить задающего вопрос подумать самому',
	},
	{
		name: 'Отслеживание заказа',
		description:
			'Описание вопроса, в несколько строк. Пример: ответ на данный вопрос - сложно найти, но легко потерять. Звучит очень по филосовски, так и есть, лучший способ ответить на вопрос - заставить задающего вопрос подумать самому',
	},
	{
		name: 'Доставка товаров на заказ',
		description:
			'Описание вопроса, в несколько строк. Пример: ответ на данный вопрос - сложно найти, но легко потерять. Звучит очень по филосовски, так и есть, лучший способ ответить на вопрос - заставить задающего вопрос подумать самому',
	},
];

export const ABOUT_PRODUCTS_FAQ = [
	{
		name: 'Зефир',
		description:
			'Описание вопроса, в несколько строк. Пример: ответ на данный вопрос - сложно найти, но легко потерять. Звучит очень по филосовски, так и есть, лучший способ ответить на вопрос - заставить задающего вопрос подумать самому',
	},
	{
		name: 'Рахат лукум',
		description:
			'Описание вопроса, в несколько строк. Пример: ответ на данный вопрос - сложно найти, но легко потерять. Звучит очень по филосовски, так и есть, лучший способ ответить на вопрос - заставить задающего вопрос подумать самому',
	},
	{
		name: 'Натуральные конфеты',
		description:
			'Описание вопроса, в несколько строк. Пример: ответ на данный вопрос - сложно найти, но легко потерять. Звучит очень по филосовски, так и есть, лучший способ ответить на вопрос - заставить задающего вопрос подумать самому',
	},
];
