<script setup lang="ts">
import AppHelpBlock from '../widgets/AppHelpBlock.vue';
</script>

<template>
	<div class="flex gap-8">
		<div class="basis-1/2 flex flex-col gap-8 p-8 bg-dim rounded-2xl">
			<h2 class="text-4xl font-semibold">О нас</h2>
			<p class="font-medium text-color-1">
				Меня зовут Сергей, я сооснователь фабрики «ГОРЯЧЕКЛЮЧЕВСКИЕ СЛАДОСТИ».
				<br /><br />
				В далекой юности, когда я ухаживал за своей будущей супругой, зная ее
				предпочтения, я часто на свидания покупал зефир. Шли годы, мы стали
				семьей, и как-то раз на годовщину я решил купить тот самый зефир. А
				зефир оказался совсем не тот. И чисто из спортивного интереса мы начали
				скупать все марки зефира, которые нам попадались. Из всей массы пара
				штук более-менее были сносными. Тогда Елена начала готовить домашний
				натуральный зефир для нас, потом для родных и близких. <br /><br />
				Сам в то время будучи сотрудником пищевого предприятия я знал, что с
				каждым днем продукция на полках магазинов удешевляется за счет замены
				ингредиентов на химические аналоги: консерванты, ароматизаторы,
				сахарозаменители, влагоудерживатели и стабилизаторы. <br /><br />
				В 2018 году мы создали собственное производство, ориентированное только
				на натуральные продукты, с использованием ингредиентов, в основном
				местного происхождения. В нашей продукции только понятный состав,
				никаких «Е-шек». Всё натуральное и вкусное, как в детстве. <br />
				<br />
				На сегодняшний день бренд «ГОРЯЧЕКЛЮЧЕВСКИЕ СЛАДОСТИ» является
				единственным в Краснодарском крае крупным производителем большого
				ассортимента натурального зефира. <br /><br />
				Мы постоянно участвуем во всероссийских ярмарках и фестивалях, таких
				как: Вкусы России (г.Москва), Международный Молодежгый Форум (г.Сочи),
				Фестиваль Виноград (г.Великий Новгород, г.Псков, г.Анапа, г.Уфа),
				Интерфуд, Гостеприимный Ростов (г.Ростов-на-Дону), Раздолье Ставрополья
				(г.Ставрополь), являемся лауреатами таких премий, как «Лучший продукт
				выставки Интерфуд» (г.Краснодар), «Выбор сетей» Интерфуд (г.Краснодар)
				<br />
				<br />

				«ГОРЯЧЕКЛЮЧЕВСКИЕ СЛАДОСТИ» - это традиционный подход, современное
				оборудование и жесткий контроль качества на всех этапах производства.
			</p>
		</div>
		<div class="basis-1/2 flex flex-col gap-5">
			<div class="flex-1 overflow-hidden rounded-2xl">
				<img
					src="/images/about-zefir.png"
					alt="Зефир"
					class="w-full h-full object-cover"
				/>
			</div>
			<AppHelpBlock />
		</div>
	</div>
</template>
